alsa-utils
amd-ucode
base
base-devel
blueman
bluez
bluez-utils
dolphin
dunst
efibootmgr
eza
fastfetch
fd
firefox
fzf
ghostty
git
grim
htop
hyprland
hyprpaper
intel-media-driver
iwd
libva-intel-driver
linux
linux-firmware
ly
nano
neovim
network-manager-applet
networkmanager
pavucontrol
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
slurp
smartmontools
sudo
tmux
ttf-meslo-nerd
uwsm
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yazi
zoxide
zram-generator
zsh
